<template>
  <div class="agreement">
    <h1>淘小熊服务协议</h1>
    <article>
      <p>尊敬的朋友，欢迎您注册成为我们的用户。在注册前请您仔细阅读如下服务条款：</p>
      <ul>
        <ol>1、本协议内容包括以下条款及本网站已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的一部分，与协议正文具有同等法律效力。本协议是您与本网站共同签订的，适用于您在本网站的全部活动。在您注册成为用户时，您已经阅读、理解并 接受本协议的全部条款及各类规则，并承诺遵守中国的各类法律规定，如有违反而导致任何法律后果的发生，您将以自己的名义独立承担所有相应的法律责任。</ol>
        <ol>2、本网站有权根据需要不时地修改本协议或根据本协议制定、修改各类具体规则并在本网站相关系统板块发布，无需另行单独通知您。您应不时地注意本协议及具体规则的变更，若您在本协议及具体规则内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议和具体规则内容，也将遵循修改后的协议和具体规则使用本网站的服务；同时就您在协议和具体规则修订前通过本网站进行的交易及其效力，视为您已同意并已按照本协议及有关规则进行了相应的授权和追认。若您不同意修改后的协议内容，您应停止使用本网站的服务。</ol>
        <ol>3、您通过自行或授权有关方根据本协议及本网站有关规则、说明操作确认本协议后，本协议即在您和本网站之间产生法律效力。本协议不涉及您与本网站的其他用户之间因网上交易而产生的法律关系或法律纠纷，但您在此同意将全面接受和履行与本网站其他用户在本网站签订的任何电子法律文本，并承诺按该等法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。</ol>
      </ul>
      <p>协议细则：</p>
      <ul>
        <span>一、注册须知</span>
        <ol>1、用户注册帐号时应认真填写用户名，一个用户帐号对应一个用户名，用户名注册成功后无法修改。用户注册的账号名称应遵守《中华人民共和国相关法律法规》，不允许包含违法、涉嫌侵犯他人权利或干扰淘小熊运营秩序等相关信息。</ol>
        <ol>2、注册用户帐号应使用用户本人的QQ、电话、邮箱来注册。用户有义务妥善保管及正确使用账号与密码，因未尽上述义务导致帐号信息泄露、密码遗失、账号被盗等情况引起的经济纠纷或损失由用户自行承担。</ol>
        <ol>3、用户不应将其帐号、密码转让、出售或出借予他人使用，如果淘小熊发现使用者并非帐号注册者本人，淘小熊有权停止继续服务。如用户发现其帐号遭他人非法使用，应立即通知淘小熊。因黑客行为或用户违反本协议规定导致帐号、密码遭他人非法使用的，由用户本人承担因此导致的损失和一切法律责任，淘小熊不承担任何责任。</ol>
        <ol>4、淘小熊有权对平台各项服务条款及使用规则等进行调整。用户在使用相关服务时,应关注平台的最新动向并遵守平台的服务条款及使用规则。</ol>
      </ul>
      <ul>
        <span>二、服务项目及收费条款</span>
        <ol>1、收费标准：普通会员免费</ol>
        <ol>2、可接任务平台：用户可接来自淘宝、天猫的活动任务</ol>
        <ol>
          3、可接任务类型及渠道
          <br />（1）用户可接商家发布的"常规爆款活动任务、新品活动任务、高价值款活动任务"
          <br />（2）用户可接商家发布的"自然搜索渠道、手机淘宝渠道、淘金币渠道、淘宝U站渠道、新浪微博渠道、QQ空间渠道"等的活动任务
        </ol>
      </ul>
      <ul>
        <span>三、服务内容</span>
        <ol>1、淘小熊服务的具体内容由淘小熊根据实际情况提供；除非本服务协议另有其它明示规定，淘小熊所推出的新产品、新功能、新服务，均受到本服务协议之规范。</ol>
        <ol>2、鉴于网络服务的特殊性，用户须同意淘小熊有权不经事先通知，随时变更、中断或终止部分或全部的服务（包括收费服务）。淘小熊不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。</ol>
        <ol>3、淘小熊需定期或不定期地对提供用户服务的平台或相关的设备进行检修或者维护，如因此类情况而造成网络服务（包括收费网络服务）在合理时间内的中断，淘小熊无需为此承担任何责任。淘小熊保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。</ol>
      </ul>
      <ul>
        <span>四、使用规则</span>
        <ol>
          1、用户在使用淘小熊服务时，必须遵守《中华人民共和国相关法律法规》的规定，用户应同意将不会利用淘小熊平台进行任何违法或不正当的活动，包括但不限于下列行为∶
          <br />（1）上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：
          ① 反对宪法所确定的基本原则的；
          ② 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
          ③ 损害国家荣誉和利益的；
          ④ 煽动民族仇恨、民族歧视、破坏民族团结的；
          ⑤ 破坏国家宗教政策，宣扬邪教和封建迷信的；
          ⑥ 散布谣言，扰乱社会秩序，破坏社会稳定的；
          ⑦ 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
          ⑧ 侮辱或者诽谤他人，侵害他人合法权利的；
          ⑨ 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；
          <br />（2） 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；
          ①不得为任何非法目的而使用网络服务系统；
          <br />（3）不利用淘小熊服务从事以下活动：
          ①未经允许，进入计算机信息网络或者使用计算机信息网络资源的；
          ②未经允许，对计算机信息网络功能进行删除、修改或者增加的；
          ③未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；
          ④故意制作、传播计算机病毒等破坏性程序的；
          ⑤其他危害计算机信息网络安全的行为。
          <br />（4）用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，淘小熊有权视用户的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收淘小熊帐号、追究法律责任等措施。对恶意注册淘小熊帐号或利用淘小熊帐号进行违法活动、捣乱、骚扰、欺骗、其他用户以及其他违反本协议的行为，淘小熊有权回收其帐号。同时，淘小熊会视司法部门的要求，协助调查。
          ①用户须对自己在使用淘小熊服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在淘小熊首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予淘小熊等额的赔偿。
          ②用户不得对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。
          ③用户会员在活动过程中应遵守规则。淘小熊不认可用户私下通过旺旺、QQ等方式私下与商家达成的所有约定，如出现用户纠纷，淘小熊以《淘小熊用户规则》为依据处理，用户承担所有因私下承诺造成的所有后果。
          ④淘小熊仅作为用户提供商品购买渠道及信息交流平台，所有活动产品均由商家用户直接提供，如用户会员在使用过程中出现不适，请立即停止使用并及时联系商品提供商，淘小熊对商家发布的活动商品无需承担任何责任。
          ⑤淘小熊有权对违法淘小熊《用户规则》的用户进行对应的处罚。
        </ol>
      </ul>
      <ul>
        <span>五、通告</span>
        <ol>所有发给用户的通告都可通过重要页面的公告或电子邮件或常规的信件传送。服务条款的修改、服务变更、或其它重要事件的通告都会以此形式进行。</ol>
      </ul>
      <ul>
        <span>六、信息内容的所有权</span>
        <ol>淘小熊所有知识产权、网站中的信息内容或作为服务内容的信息、数据库、所有网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合，以及所有软件编译、相关源代码和软件 (包括小应用程序和脚本) 均为淘小熊的财产。不得意图非法获得该知识产权。未经淘小熊书面允许，不得为商业目的复制、更改、拷贝、发送或使用淘小熊的任何材料或内容，如因用户的行为而给淘小熊造成损害，淘小熊有权视情节严重，将通过法律途径追索经济和法律责任。</ol>
      </ul>
      <ul>
        <span>七、其他</span>
        <ol>1、本协议的订立、执行和解释及争议的解决均应适用《中华人民共和国法律》</ol>
        <ol>2、如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决。</ol>
        <ol>3、如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</ol>请您在发现任何违反本服务协议以及其他任何单项服务的服务条款、各类公告之情形时，通知淘小熊。您可以联系淘小熊官方客服QQ：109921614，我们将竭诚为您服务！
      </ul>
      <p>淘小熊用户规则</p>
      <ul>
        <span>第一章 概述</span>
        <ol>第一条 为了保障商家合法权益，制定此规则。</ol>
        <ol>第二条 用户有权利及义务遵循《淘小熊用户规则》的有关条款。</ol>
        <ol>第三条 针对用户的违规行为的认定与处理，应基于淘小熊认定的事实并严格依规执行。</ol>
        <ol>第四条 用户在活动过程中应遵守规则。淘小熊不认可用户私下通过旺旺、QQ等方式私下与商家达成的除平台功能以外的其他约定，如出现用户纠纷，用户自行承担因私下承诺产生的所有后果。</ol>
        <ol>第五条 淘小熊仅作为用户提供商品购买渠道及信息交流平台，所有购买产品均由合作商家直接提供，商家有权利和义务对发布任务的产品负责，杜绝一切非正规渠道来源的购买产品。因产品本身及用户的个体差异而有所不同，如会员在使用过程中出现不适，请立即停止使用并及时联系商品提供商。</ol>
      </ul>
      <ul>
        <span>第二章 注册</span>
        <ol>第一条 注册用户帐号应使用用户本人的QQ、电话、邮箱来注册。用户有义务妥善保管及正确使用账号与密码，因未尽上述义务导致帐号信息泄露、密码遗失、账号被盗等情况引起的经济纠纷或损失由用户自行承担。</ol>
        <ol>第二条 用户注册帐号时应认真填写用户名，一个用户帐号对应一个用户名，用户名注册成功后无法修改。用户注册的账号名称应遵守国家法律法规，不允许包含违法、涉嫌侵犯他人权利或干扰淘小熊运营秩序等相关信息。</ol>
        <ol>第三条 用户应妥善保管好个人帐号的登录密码及提现密码等，忘记密码可点击找回密码按提示操作找回。</ol>
      </ul>
      <ul>
        <span>第三章 申请购买</span>
        <ol>第一条 用户兑换礼品时，请先提交已收到宝贝的评价收货等信息；</ol>
        <ol>第二条 请完成每天积分签到，攒够积分才能完成兑换购买流程!</ol>
      </ul>
      <ul>
        <span>第四章 下单购买</span>
        <ol>第一条 用户下单付款前，须核对下单商品的信息与购买商品信息一致后，方可下单付款。如用户未核实信息导致下单错误，所产生的损失由用户自行承担。</ol>
        <ol>第二条 用户不允许向商家索要与购买品无关的产品或赠品。经核查属实，取消该用户本次活动的兑换资格，所产生的损失由用户自行承担。</ol>
        <ol>第三条 用户不允许使用优惠券、淘金币、集分宝、红包、支付宝分期以及返利形式等下单购买购买品。经核查属实，所产生的差价用户自行承担。</ol>
        <ol>第四条 用户不允许使用信用卡、花呗支付下单购买购买品。经核查属实，商家所产生的手续费由用户自行承担。</ol>
        <ol>第五条 购买流程进行中，用户不允许私自到商家店铺申请退款，经核查属实，取消本次活动的购买资格，所产生的损失由用户自行承担。购买过程当中有问题，请先联系淘小熊客服处理。</ol>
        <ol>第六条 用户收到商家购买产品后，如产品出现严重质量问题或者商品不符等问题，可联系淘小熊客服介入处理。</ol>
      </ul>
      <ul>
        <span>第五章 活动商品及评价</span>
        <ol>第一条 用户在交易平台对任务商品应按要求提交评价，评价需遵守如实客观且有针对性的原则，用户不允许提交不客观、不真实、毫无针对性的评价，如恶意评价、复制他人评价等。</ol>
        <ol>第二条 用户不允许在交易平台的评价中打广告、提及淘小熊、免费购买等评价。</ol>
        <ol>第三条 用户若所申请的为预兑换商品，则商家可在交易平台承诺的预售时间内进行发货，用户不得以任何理由对商家提出无理要求或扰乱商家正常经营或商家声誉的行为。</ol>
      </ul>
      <ul>
        <span>第六章 晒单</span>
        <ol>第一条 淘小熊晒单不作为强制要求。</ol>
        <ol>第二条 对有晒单需求的商家，晒单必须真实原创，且清晰的、与活动商品相一致的图片，不允许盗用他人或商家店铺商品宣传图片进行晒单</ol>
      </ul>
      <ul>
        <span>第七章 恶意投诉</span>
        <ol>第一条 在购买过程中，用户做出影响商家声誉、商家正常经营的行为或提出其他无理要求（如对商家的店铺进行恶意的申诉、退款等其它不切合实际并且危害到商家利益的行为）一经发现，封号处理，所有损失用户自行承担。</ol>
        <ol>第二条 用户在完成购买流程后，不允许对商家的店铺进行恶意的申诉、退款等不切合实际并且危害到商家利益的行为，一经发现，封号处理，所有损失用户自行承担。</ol>
        <ol>第三条 买家反馈的所有商品质量问题等，买家需要先联系淘小熊客服进行处理，由淘小熊工作人员判定后，按照淘小熊工作人员的处理意见进行处理。</ol>
        <ol>第四条 商品大小问题淘小熊支持买家自行承担运费进行退换。经淘小熊工作人员判定商品存在严重质量问题或者商品不符的，支持退换；其他问题是否支持退换由淘小熊小二判定处理，私自在卖家店铺发起退换的，平台小二将进行处罚。</ol>注：买家账户无余额的，下次账户返现时，会补足扣款金额。
      </ul>
      <div class="righter">淘小熊</div>
      <div class="righter">2017年11月1日</div>
    </article>
    <footer>
      Copright 2019
      <span>淘小熊</span> 版权所有
    </footer>
  </div>
</template>
<script>
export default {
  name: "agreement",
  data() {
    return {};
  },
  methods: {}
};
</script>

<style lang="scss" scope>
.agreement {
  width: 100%;
  line-height: 1.6;
  h1 {
    padding: 5px 0;
    text-align: center;
    font-size: 20px;
    font-weight: bold;
  }
  article {
    width: 1200px;
    margin: 0 auto;
    padding-bottom: 10px;
    p {
      font-size: 16px;
      font-weight: bold;
      padding-bottom: 5px;
    }
    ul {
      margin-bottom: 5px;
      & > span {
        color: #000;
        font-size: 15px;
      }
    }
    .righter {
      text-align: right;
      line-height: 3;
    }
  }
  footer {
    width: 100%;
    text-align: center;
    font-size: 18px;
    background: #f1f1f1;
    padding: 10px 0;
    & > span {
      color: red;
    }
  }
}
</style>
